Repository: ayaz345/smuxi
Catalog: po-Engine-Campfire/*.po
Languages: ru

source: Connecting to campfire...
ru: Соединение с campfire...

source: Connected to campfire
ru: Соединение с campfire установлено

source: Campfire Commands
ru: Команды Campfire

source: Upload
ru: Загрузить

source: Failed to post message: {0}
ru: Не удалось опубликовать сообщение: {0}

source: has uploaded '{0}' ({1} B) {2}
ru: загружено «{0}» ({1} B) {2}

source: has joined {0}
ru: присоединилось {0}

source: has left {0}
ru: осталось {0}

source: has locked {0}
ru: заблокировано {0}

source: has unlocked {0}
ru: разблокировано {0}

source: has changed the topic
ru: сменил тему

source: has pasted a tweet by {0}: {1}
ru: опубликовано пользователем {0}: {1}

source: has performed an unknown action
ru: выполнено неизвестное действие

source: Error reading from stream: {0}
ru: Ошибка чтения потока данных: {0}
